Repository: mozilla-l10n/mt-training-data
Catalog: tt/tt_pontoon.tmx
Source language: en_us
Languages: tt

source: Address and Search
tt: Адрес һәм Эзләү

source: Add Search Engine
tt: Эзләү системасын өстәү

source: Add shortcuts to your open tabs.
tt: Ачык табларыгызга ярлыклар өстәгез.

source: Add Tab
tt: Таб өстәү

source: Add to Bookmarks
tt: Кыстыргычларга өстәү

source: Add to Reading List
tt: Уку исемлегенә өстәү

source: Add to Shortcuts
tt: Ярлыкларга өстәү

source: After 10 minutes
tt: 10 минуттан соң

source: After 15 minutes
tt: 15 минуттан соң

source: After 1 hour
tt: 1 сәгатьтән соң

source: After 1 minute
tt: 1 минуттан соң

source: After 5 minutes
tt: 5 минуттан соң

source: Always Send
tt: Һәрвакыт җибәрү

source: Are you sure you want to cancel this download?
tt: Бу йөкләүдән баш тартуны раслыйсызмы?

source: Authentication required
tt: Аутентификация таләп ителә

source: Automatically
tt: Автоматик

source: Automatic Privacy
tt: Автоматик хосусыйлык

source: Available devices:
tt: Кулланырлык җиһазлар:

source: Blank Page
tt: Буш бит

source: Blocked Cryptominers
tt: Блокланган криптомайнерләр

source: Blocked Fingerprinters
tt: Блокланган бармак эзләрен җыючылар

source: Blocked Social Trackers
tt: Блокланган cоциаль челтәр күзәтүчеләре

source: Block Images
tt: Рәсемнәрне блоклау

source: Block online trackers
tt: Онлайн күзәтүчеләрне блоклау

source: BLOCKS
tt: БЛОКЛАНДЫ

source: Bookmark Added
tt: Кыстаргыч өстәлде

source: Bookmarked
tt: Кыстыргычларга өстәлде

source: Bookmark Link
tt: Кыстыргычларга өстәү

source: Bookmark Removed
tt: Кыстаргыч бетерелде

source: Bookmark This Page
tt: Бу битне кыстыргычларга өстәү

source: Brightness
tt: Яктылык

source: Browsing History
tt: Гизү тарихы

source: Cache
tt: Кэш

source: Cancel Download
tt: Йөкләүдән баш тарту

source: Cannot Open Page
tt: Битне ачып булмый

source: Change Passcode
tt: Серсүзне үзгәртү

source: Clear All Website Data
tt: Вебсайтның барлык мәгълүматларын чистарту

source: Clear Private Data
tt: Хосусый мәгълүматны чистарту

source: Clear Private Tabs
tt: Хосусый табларны ябу

source: Clear Recent History…
tt: Соңгы тарихны чистарту…

source: Clear Search
tt: Эзләүне чистарту

source: Close All Tabs
tt: Барлык табларны да ябу

source: Close Private Tabs
tt: Хосусый табларны ябу

source: Close Selected Tab
tt: Сайланган табны ябу

source: Close Tab
tt: Табны ябу

source: Closing tab
tt: Таб ябыла

source: Completed
tt: Тәмамланды

source: computer
tt: компьютер

source: Connect Another Device
tt: Башка бер җиһазны тоташтыру

source: Copied Link from clipboard
tt: Сылтама алмашу буферыннан күчерелде

source: Copied to clipboard
tt: Алмашу буферына күчермәләнде

source: Copy Address
tt: Адресны күчереп алу

source: Copy Image
tt: Рәсемне күчереп алу

source: Copy Image Link
tt: Рәсем сылтамасын копияләү

source: Copy Link
tt: Сылтаманы күчереп алу

source: Copy URL
tt: URL-ны күчереп алу

source: Could not load page.
tt: Битне йөкләп булмады.

source: Created %@
tt: Ясалган %@

source: Create Firefox account.
tt: Firefox хисабын булдыру.

source: Current Homepage
tt: Хәзерге баш бит

source: Custom URL
tt: Үзгә URL

source: Data Management
tt: Мәгълүмат белән идарә итү

source: %d device(s) connected
tt: %d җиһаз тоташкан

source: Decrease text size
tt: Текст үлчәмен кечерәйтү

source: Default Browser App
tt: Төп браузер кушымтасы

source: Default Search Engine
tt: Стандарт эзләү системасы

source: Delete from History
tt: Тарихтан бетерү

source: Deselect All
tt: Берсен дә сайламау

source: Device Name
tt: Җиһаз исеме

source: Disabled for this site
tt: Бу сайт өчен сүндерелгән

source: Disconnect Sync
tt: Синхронлауны өзү

source: Disconnect Sync?
tt: Синхронлауны өзү кирәкме?

source: Display Settings
tt: Күрсәтелү көйләүләре

source: Don’t Save
tt: Сакламау

source: Don’t Send
tt: Җибәрмәү

source: Don’t Update
tt: Яңартмау

source: Download Cancelled
tt: Йөкләп алудан баш тартылды

source: Downloaded Files
tt: Йөкләнгән файллар

source: Download Failed
tt: Йөкләп алып булмады

source: Download Link
tt: Сылтаманы йөкләп алу

source: Download Now
tt: Хәзер йөкләү

source: %d tab(s) closed
tt: %d таб ябылды

source: Edit Bookmark
tt: Кыстыргычны үзгәртү

source: Edit Folder
tt: Папканы үзгәртү

source: Enabled for this site
tt: Бу сайт өчен кабызылган

source: Enable for this site
tt: Бу сайт өчен кабызу

source: Enable Night Mode
tt: Төнге режимны кабызу

source: Enable Tracking Protection
tt: Күзәтелүдән саклауны кабызу

source: Enhanced Tracking Protection is OFF for this site.
tt: Бу сайт өчен Күзәтелүдән көчәйтелгән саклау СҮНДЕРЕЛГӘН.

source: Enhanced Tracking Protection is ON for this site.
tt: Бу сайт өчен Күзәтелүдән көчәйтелгән саклау КАБЫНГАН.

source: Enter a new passcode
tt: Яңа бер серсүз языгыз

source: Enter a passcode
tt: Бер серсүз языгыз

source: Enter a webpage
tt: Веб-битне кертү

source: Enter passcode
tt: Серсүзне кертү

source: Enter Passcode
tt: Серсүзне кертү

source: Enter Search Mode
tt: Эзләү режимын кертү

source: Enter your password to connect
tt: Тоташу өчен серсүзне кертегез

source: Everything
tt: Барысын да

source: Face ID & Passcode
tt: Face ID һәм Серсүз

source: Failed
tt: Уңышсыз

source: Failed to Add Pass
tt: Серсүзне өстәп булмады

source: Fast, private, and on your side.
tt: Тиз, хосусый һәм сезнең яклы.

source: Fast Search
tt: Тиз эзләү

source: Filter
tt: Сөзгеч

source: Find
tt: Табу

source: Find in Page
tt: Биттән табу

source: Firefox Home
tt: Firefox баш бит

source: Firefox Home Page
tt: Firefox баш бит

source: Firefox - Open Tabs
tt: Firefox - Ачык таблар

source: Firefox - Quick Actions
tt: Firefox - Тиз гамәлләр

source: Firefox - Recommended by Pocket
tt: Firefox - Pocket тарафыннан тәкъдим ителә

source: Firefox requires Face ID to access your saved logins.
tt: Firefox сакланган логиннарыгызга ирешү өчен Face ID таләп итә.

source: Firefox Shortcuts
tt: Firefox ярлыклары

source: Firefox - Top Sites
tt: Firefox - Төп сайтлар

source: Firefox - Website Shortcuts
tt: Firefox - Веб-сайт ярлыклары

source: Folder
tt: Папка

source: Folder Name
tt: Папка исеме

source: Get your open tabs, bookmarks, and passwords from your other devices.
tt: Башка җиһазларыгыздан ачык таб, кыстыргыч һәм серүзләрегезне алу.

source: Get your tabs, bookmarks, and passwords from your other devices.
tt: Башка җиһазларыгыздан таб, кыстыргыч һәм серсүзләрегезне алу.

source: Go
tt: Күчү

source: Go Back
tt: Кире кайту

source: Go to
tt: Күчү

source: Go to copied link
tt: Копияләнгән сылтамага күчү

source: Go to copied link?
tt: Копияләнгән сылтамага күчәргәме?

source: Go to Copied Link
tt: Копияләнгән сылтамага күчү

source: Heads up!
tt: Игътибар!

source: Hide
tt: Яшерү

source: Homepage Settings
tt: Баш бит көйләүләре

source: Immediately
tt: Хәзер үк

source: Incorrect passcode. Try again.
tt: Серсүз хаталы. Тагын бер тырышып карагыз.

source: Incorrect passcode. Try again (Attempts remaining: %d).
tt: Серсүз хаталы. Янәдән тырышып карагыз (%d мөмкинлек калды).

source: Increase text size
tt: Текст үлчәмен зурайту

source: just now
tt: хәзер генә

source: Last month
tt: Үткән айда

source: Last synced: %@
tt: Соңгы синхронлау: %@

source: Last week
tt: Үткән атнада

source: Last Week
tt: Үткән атнада

source: Learn How
tt: Ничеклеген белү

source: Learn More.
tt: Күбрәк белү.

source: Licenses
tt: Лицензияләр

source: Load in Background
tt: Фонда йөкләү

source: Loading content…
tt: Эчтәлекне йөкләү…

source: Loading in Firefox
tt: Firefox-та йөкләнә

source: Load original page
tt: Башлангыч битне йөкләү

source: Login
tt: Логин

source: Log in
tt: Керү

source: Logins & Passwords
tt: Хисаплар & серсүзләр

source: Mail App
tt: Эл. почта кушымтасы

source: Manage Account %@
tt: %@ хисабы белән идарә итү

source: Manage Account & Devices
tt: Хисап һәм җиһазлар белән идарә итү

source: Manual
tt: Кулдан

source: Mark as Read
tt: Укылган дип билгеләү

source: Mark as Unread
tt: Укылмаган дип билгеләү

source: Mobile Bookmarks
tt: Мобиль Кыстыргычлар

source: mobile device
tt: мобиль җиһаз

source: Modified
tt: Үзгәртелгән

source: Modified %@
tt: Үзгәртелгән %@

source: More Info…
tt: Күбрәк белү…

source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
tt: Mozilla, Firefox'ны һәркемгә дә тәкъдим итү һәм яхшырту өчен кирәкле мәгълүматларны гына җыярга тырыша.

source: Navigation Toolbar
tt: Навигация панеле

source: New Bookmark
tt: Яңа кыстыргыч

source: New Folder
tt: Яңа папка

source: New Private Search
tt: Яңа хосусый эзләү

source: New Private Tab
tt: Яңа хосусый таб

source: New Private Tab opened
tt: Яңа хосусый таб ачылды

source: New Search
tt: Яңа эзләү

source: New Separator
tt: Яңа аергыч

source: New Tab
tt: Яңа таб

source: New tab arrived from another device.
tt: Башка җиһаздан яңа бер таб килде.

source: New Tab opened
tt: Яңа таб ачылды

source: Next in-page result
tt: Биттәге киләсе нәтиҗә

source: No Internet Connection
tt: Интернетка тоташу юк

source: No logins found
tt: Логиннар табылмады

source: No open tabs.
tt: Ачык таблар юк.

source: No Open Tabs
tt: Ачык таблар юк

source: Normal Browsing Mode
tt: Нормаль гизү режимы

source: No tabs
tt: Таблар юк

source: Not Now
tt: Хәзер түгел

source: Offer Translation
tt: Тәрҗемә тәкъдим итү

source: Okay
tt: Ярар

source: Open App Store
tt: App Store-ны ачу

source: Open & Fill
tt: Aчу һәм тутыру

source: Open Firefox
tt: Firefox-ны ачу

source: Open in Firefox
tt: Firefox-та ачу

source: Open in New Private Tab
tt: Яңа хосусый табта ачу

source: Open in New Tab
tt: Яңа табта ачу

source: Open in Private Mode
tt: Хосусый режимда ачу

source: Open in Safari
tt: Safari-дә ачу

source: Open Last Bookmark
tt: Соңгы кыстыргычны ачу

source: Open Last Tab
tt: Соңгы табны ачу

source: Open Link in New Private Tab
tt: Сылтаманы яңа xосусый табта ачу

source: Open Link in New Tab
tt: Сылтаманы яңа табта ачу

source: Open New Private Tab
tt: Яңа хосусый таб ачу

source: Open New Tab
tt: Яңа табны ачу

source: Open Selected Tab
tt: Сайланган табны ачу

source: Open Settings
tt: Көйләүләрне ачу

source: Open Sync Preferences
tt: Синхронлау көйләүләрен ачу

source: Open this link in external app?
tt: Бу сылтаманы тышкы кушымтада ачу кирәкме?

source: Open this link in the App Store?
tt: Бу сылтаманы App Store-да ачу кирәкме?

source: Page Actions
tt: Бит гамәлләре

source: Page Options Menu
tt: Бит көйләүләре менюсы

source: Passcode For Logins
tt: Логиннар өчен серсүз

source: Passcodes didn’t match. Try again.
tt: Серсүзләр туры килмәде. Тагын бер тырышып карагыз.

source: Pin
tt: Беркетү

source: Preview of %@
tt: %@ табының күренеше

source: Previous in-page result
tt: Биттәге үткән нәтиҗә

source: Private Browsing
tt: Хосусый гизү

source: Private Browsing Mode
tt: Хосусый гизү режимы

source: Private Mode
tt: Хосусый режим

source: Private Tabs
tt: Хосусый таблар

source: Quick action
tt: Тиз гамәл

source: Quick Action
tt: Тиз гамәл

source: Quick Actions
tt: Тиз гамәлләр

source: Quick Action Type
tt: Тиз гамәл төре

source: Quick-Search Engines
tt: Тиз эзләү системалары

source: Quick View
tt: Тиз карау

source: read
tt: укылган

source: Reader View
tt: Уку режимы

source: Reading list
tt: Уку исемлеге

source: Recent Bookmarks
tt: Соңгы кыстыргычлар

source: Recently Closed
tt: Күптән түгел ябылган

source: Recently Visited
tt: Соңгы каралган

source: Recommended by Pocket
tt: Pocket тарафыннан тәкъдим ителә

source: Re-enter passcode
tt: Серсүзне янәдән кертегез

source: Reload page
tt: Битне яңадан йөкләү

source: Reload Page
tt: Битне яңадан йөкләү

source: Remove Account
tt: Хисапны бетерү

source: Remove Bookmark
tt: Кыстыргычны бетерү

source: Removed from Shortcuts
tt: Ярлыклардан бетерелде

source: Remove from Reading List
tt: Уку исемлегеннән алып ташлау

source: Remove page — %@
tt: Битне бетерү — %@

source: Remove Pinned Site
tt: Беркетелгән сайтны бетерү

source: Reopen
tt: Яңадан ачу

source: Reopen Closed Tab
tt: Ябылган табны яңадан ачу

source: Reopen Last Closed Tab
tt: Соңгы ябылган табны яңадан ачу

source: Report Site Issue
tt: Сайттагы проблема турында хәбәр итү

source: Request Desktop Site
tt: Сайтның тулы версиясен сорау

source: Require Passcode
tt: Серсүз таләп итү

source: Resend Email
tt: Хатны яңадан җибәрү

source: Reveal
tt: Күрсәтү

source: Rows: %d
tt: Юллар: %d

source: Saved Logins
tt: Сакланган логиннар

source: SAVED LOGINS
tt: САКЛАНГАН ЛОГИННАР

source: Save Image
tt: Рәсемне саклау

source: Save Login
tt: Логинны саклау

source: Save Logins
tt: Логиннарны саклау

source: Scan QR Code
tt: QR кодны сканерлау

source: %@ search
tt: %@ эзләү

source: Search Engine
tt: Эзләү системасы

source: Search in Firefox
tt: Firefox-та эзләү

source: Searching for something different? Choose another default search engine (or add your own) in Settings.
tt: Башка берәр нәрсә эзлисезме? Көйләүләргә кереп, стандарт итеп башка бер эзләү системасын сайлый (яки үзегезнекен өсти) аласыз.

source: Search in Private Tab
tt: Хосусый табта эзләү

source: Search Settings
tt: Эзләү көйләүләре

source: Search Tabs
tt: Таблардан эзләү

source: Search with Firefox
tt: Firefox белән эзләү

source: Secure connection
tt: Хәвефсез бәйләнеш

source: See All
tt: Барысын да карау

source: Select All
tt: Барысын да сайлау

source: Send Feedback
tt: Кире элемтә хәбәрен җибәрү

source: Send Link to Device
tt: Сылтаманы җиһазга җибәрү

source: Send Report
tt: Хисап җибәрү

source: Send Tab
tt: Табны җибәрү

source: Send to Device
tt: Җиһазга җибәрү

source: Send Usage Data
tt: Куллану мәгълүматларын җибәрү

source: Services
tt: Хезмәтләр

source: Set as Default Browser
tt: Стандарт браузер итеп билгеләү

source: Set Homepage
tt: Баш битне урнаштыру

source: Set Passcode
tt: Серсүзне урнаштыру

source: Share Link
tt: Сылтаманы уртаклашу

source: Show
tt: Күрсәтү

source: Show All Tabs
tt: Барлык табларны да күрсәтү

source: Show Images
tt: Рәсемнәрне күрсәтү

source: Show in Application Menu
tt: Кушымта менюсында күрсәтү

source: Show More
tt: Күбрәк күрсәтү

source: Show Next Tab
tt: Киләсе табны күрсәтү

source: Show Previous Tab
tt: Үткән табны күрсәтү

source: Show Search Suggestions
tt: Эзләү тәкъдимнәрен күрсәтү

source: Show Tabs
tt: Табларны күрсәтү

source: Show Tour
tt: Турны күрсәтү

source: Sign In
tt: Керү

source: Sign In to Firefox
tt: Firefox-ка керү

source: Sign in to view a list of tabs from your other devices.
tt: Башка җиһазларыгыздагы таблар исемлеген карау өчен керегез.

source: Sign Up
tt: Теркәлү

source: Siri Shortcuts
tt: Siri ярлыклары

source: Social Trackers
tt: Социаль челтәр күзәтүчеләре

source: Sync Connected
tt: Синхронлау тоташтырылды

source: Sync Disconnected
tt: Синхронлау тоташмаган

source: Synced
tt: Синхронланган

source: Synced Devices
tt: Синхронланган җиһазлар

source: Synced Tabs
tt: Синхронланган таблар

source: Sync Firefox Between Devices
tt: Firefox-ны җиһазлар арасында синхронлау

source: Sync Firefox between devices with an account.
tt: Хисап булдырып Сез Firefox-ны җиһазлар арасында синхронлый аласыз.

source: Syncing
tt: Синхронлау

source: Sync Now
tt: Хәзер синхронлау

source: Sync Settings
tt: Синхронлау көйләүләре

source: Sync your tabs, bookmarks, passwords and more.
tt: Табларыгыз, кыстыргычларыгыз, серсүзләрегез һәм башкаларны cинхронлау.

source: Sync your tabs, passwords and more.
tt: Табларыгыз, серсүзләрегез һәм башкаларны cинхронлау.

source: System Theme
tt: Система темасы

source: Tab %1$@ of %2$@
tt: Таб: %1$@ / %2$@

source: Tab received
tt: Таб кабул ителде

source: Tabs %1$@ to %2$@ of %3$@
tt: Таблар: %3$@ табның %1$@ белән %2$@ арасындагылары

source: Tab Sent
tt: Таб җибәрелде

source: Tap to begin
tt: Башлау өчен басыгыз

source: The Last Hour
tt: Соңгы сәгать

source: This Connection is Untrusted
tt: Бу бәйләнеш ышанычсыз

source: This folder isn’t empty.
tt: Бу папка буш түгел.

source: this week
tt: бу атна

source: Threshold
tt: Бусага

source: Title
tt: Исем

source: Today and Yesterday
tt: Бүген һәм кичә

source: today at %@
tt: бүген: %@

source: Top Sites
tt: Еш каралганнар

source: Touch ID & Passcode
tt: Touch ID һәм серсүз

source: Tracking Protection is now off for this site.
tt: Бу сайт өчен Күзәтелүдән Саклау хәзер сүндерелгән.

source: Tracking Protection is now on for this site.
tt: Бу сайт өчен Күзәтелүдән Саклау кабызылган.

source: Translate Page
tt: Битне тәрҗемә итү

source: Translation
tt: Тәрҗемә

source: Troubleshoot
tt: Хаталарны төзәтү

source: Turn off Night Mode
tt: Төнге режимны сүндерү

source: Turn on Night Mode
tt: Төнге режимны кабызу

source: Turn on Sync…
tt: Синхронлауны кабызу…

source: Turn on tab syncing to view a list of tabs from your other devices.
tt: Башка җиһазларыгыздагы таблар исемлеген карау өчен табларны синхронлауны кабызыгыз.

source: Turn Passcode Off
tt: Серсүзне сүндерү

source: Turn Passcode On
tt: Серсүзне кабызу

source: Unpin
tt: Беркетмәү

source: unread
tt: укылмаган

source: Unsorted Bookmarks
tt: Тәртипкә салынмаган кыстыргычлар

source: Update login %1$@ for %2$@?
tt: %2$@ өчен %1$@ логины яңартылсынмы?

source: Update login for %@?
tt: %@ өчен логинны яңарту кирәкме?

source: URL Copied To Clipboard
tt: URL алмашу буферына копияләнде

source: Use Copied Link
tt: Копияләнгән сылтаманы куллану

source: Use Face ID
tt: Face ID куллану

source: Use Touch ID
tt: Touch ID куллану

source: Use your fingerprint to access Logins now.
tt: Логиннарга ирешү өчен хәзер бармак эзегезне кулланыгыз.

source: Use your fingerprint to disable Touch ID.
tt: Touch ID-ны сүндерү өчен бармак эзегезне кулланыгыз.

source: Verify your email address
tt: Эл. почта адресыгызны раслагыз

source: Version %1$@ (%2$@)
tt: Версия: %1$@ (%2$@)

source: View More
tt: Күбрәк карау

source: View More…
tt: Күбрәк карау…

source: Visited
tt: Каралган

source: Want to see your tabs from other devices here?
tt: Башка җиһазларыгыздагы табларны монда күрәсегез киләме?

source: Web content
tt: Веб-эчтәлек

source: Website Data
tt: Вебсайт мәгълүматлары

source: Welcome to Firefox
tt: Firefox-ка рәхим итегез

source: Welcome to your Reading List
tt: Уку исемлегегезгә рәхим итегез

source: What's New
tt: Яңалыклар

source: yesterday
tt: кичә

source: Your account needs to be verified.
tt: Хисабыгызны раслау кирәк.

source: Your Library
tt: Китапханәгез

source: Your search, your way
tt: Сезнең эзләү, cезнең кагыйдәләр

source: Your tabs from other devices show up here.
tt: Башка җиһазларыгыздан табларыгыз монда күрсәтеләчәк.

source: 1. Go to the search engine homepage.
tt: 1. Эзләү системасының баш битен ачыгыз.

source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
tt: Моннан тыш, %1$s Disconnect, Inc. тәэмин иткән блоклау исемлекләрен куллана, аларны <a href="%2$s">GNU General Public License v3</a> шартлары белән һәм түләүсез <a href="%3$s">монда</a> табып була.

source: %1$s finished
tt: %1$s йөкләнде

source: %1$s is free and open source software made by Mozilla and other contributors.
tt: %1$s — Mozilla һәм башка катнашучылар ясаган ирекле һәм ачык чыганаклы программа.

source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
tt: %1$s <a href="%2$s">Mozilla Public License</a> һәм башка ачык чыганак лицензияләренең шартлары белән нәшер ителә.

source: %1$s will send what you type in the address bar to your search engine
tt: %1$s Сез адрес юлында язганны Сезнең эзләү системасына җибәрәчәк

source: 2. Long press the search engine’s search field.
tt: 2. Эзләү системасының эзләү кырына озак итеп басып торыгыз.

source: 2. Tap into the search engine’s search field.
tt: 2. Эзләү системасының эзләү кырына басыгыз.

source: 3. Tap %1$s
tt: 3. %1$s төймәсенә басыгыз

source: 3. Tap the magnifying glass icon above the keyboard to add the search engine.
tt: 3. Эзләү системасын өстәү өчен, клавиатура өстендәге лупа билгесенә басыгыз.

source: 4. If you don’t see %1$s, try manually adding a search engine.
tt: 4. %1$s күренмәсә, эзләү системасын кулдан өстәп карагыз.

source: 4. If you don’t see the magnifying glass, try manually adding a search engine.
tt: 4. Лупа күренмәсә, эзләү системасын кулдан өстәп карагыз.

source: About %1$s, help
tt: %1$s турында, ярдәм

source: Add and manage custom autocomplete URLs.
tt: Автотөгәлләү өчен кулланучы үзе сайлаган URL'ларны өстәү яки алар белән идарә итү.

source: + Add another search engine
tt: + Башка бер эзләү системасын өстәү

source: + Add custom URL
tt: + Үзгә URL өстәү

source: Add custom URL
tt: Үзгә URL өстәү

source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
tt: %1$s өчен өстәмә чыганак кодлары берничә башка ирекле һәм ачык чыганак <a href="%2$s">лицензияләре</a> белән нәшер ителә.

source: Add shortcuts to your home screen
tt: Өй экранына ярлыклар өстәгез

source: An installed search engine is already using that name.
tt: Әлеге исем урнаштырылган бер эзләү системасы тарафыннан кулланыла инде.

source: Autocomplete
tt: Автотөгәлләү

source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
tt: Иң еш кулланылган сайтларның адресларын автотөгәлләү өчен Адрес юлындагы URL'га озак итеп басып торыгыз

source: Automatic private browsing. Browse. Erase. Repeat.
tt: Автоматик рәвештә хосусый гизү. Гизегез. Бетерегез. Кабатлагыз.

source: Block 3rd-party cookies only
tt: Өченче тараф кукиларын гына блоклау

source: Block ad trackers
tt: Реклама күзәтүчеләрен блоклау

source: Block analytic trackers
tt: Аналитика күзәтүчеләрен блоклау

source: Block cookies
tt: Кукиларны блоклау

source: Block images
tt: Рәсемнәрне блоклау

source: Block JavaScript
tt: JavaScript'ны блоклау

source: Block other content trackers
tt: Башка эчтәлек күзәтүчеләрен блоклау

source: Block social trackers
tt: Социаль челтәр күзәтүчеләрен блоклау

source: Block trackers
tt: Күзәтүчеләрне блоклау

source: Block Web fonts
tt: Веб-шрифтларны блоклау

source: Clear input
tt: Кертелгәнне чистарту

source: Cookies and Site Data
tt: Кукилар һәм сайт бирелгәннәре

source: Copy image address
tt: Рәсемнең адресын копияләү

source: Copy link address
tt: Сылтаманың адресын копияләү

source: Custom URLs
tt: Үзгә URL'лар

source: Data Choices
tt: Бирелгәннәрне сайлау

source: Data Collection & Use
tt: Мәгълүмат туплау һәм аны куллану

source: Default
tt: Стандарт

source: Default search
tt: Стандарт эзләү системасы

source: Default URL List
tt: Стандарт URL исемлеге

source: Double-check the URL you entered.
tt: Кертелгән URL'ны тагын бер кат тикшерегез.

source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
tt: Сез %1$s тарихын чистартканда, йөкләнеп алынган файллар <b>бетерелмәячәк</b>.

source: Download File
tt: Файлны йөкләп алу

source: Download Firefox
tt: Firefox'ны йөкләп алу

source: Embedded on sites to track your visits and to display functionality like share buttons
tt: Сез зиярат иткән сайтларны күзәтү һәм «Уртаклашу» төймәләре кебек мөмкинлекләрне күрсәтү өчен сайтларга куелалар

source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
tt: 450'дән артык мәшһүр сайт адреслары өчен %1$s'та автотөгәлләүне кабызу.

source: Enabling may cause some pages to behave unexpectedly
tt: Моны кабызу кайбер сәхифәләрнең көтелгәнчә эшләмәвенә сәбәп була ала

source: Enter search string
tt: Эзләнәсе сүзтезмәне кертегез

source: Erase
tt: Бетерү

source: Erase and Open
tt: Бетерү һәм ачу

source: Erase browsing history
tt: Гизү тарихын бетерү

source: Example: example.com
tt: Мисал: example.com

source: Example: example.com/search/?q=%s
tt: Мисал: example.com/search/?q=%s

source: Example: mozilla.org
tt: Мисал: mozilla.org

source: Exit Private Browsing?
tt: Хосусый гизү режимыннан чыгаргамы?

source: Expand
tt: Җәеп салу
